Repository: yaricp/qr_bill_app
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: ru

source: seller`s
ru: продавца

source: category`s
ru: категории

source: Category: %s
ru: Категория: %s

source: Seller: %(seller)s Category: %(cat)s Position: %(geo)s
ru: Продавец: %(seller)s Категория: %(cat)s Координаты: %(geo)s

source: user %(item)s deleted
ru: пользователь %(item)s удален

source: category %(item)s deleted
ru: категория %(item)s удалена

source: seller %(item)s deleted
ru: продавец %(item)s удален

source: purchase %s deleted
ru: покупка %s удалена

source: Please! send me name of category
ru: Вышлите мне пожалуйста имя категории

source: Please! send me name of seller
ru: Вышлите мне пожалуйста имя продавца

source: Help.
ru: Помощь.

source: main menu
ru: Главное меню

source: for adding new category
ru: создание новой категории

source: for adding new seller
ru: создание нового продавца

source: list of purchases
ru: список покупок

source: list of sellers
ru: список продавцов

source: list of categories
ru: список категорий

source: list of orders
ru: список отчетов

source: order by category
ru: отчет по категориям

source: order by seller
ru: отчет по продавцам

source: list languages
ru: список языков интерфейса

source: set language to NAME
ru: установка языка NAME

source: Now available this languages:
ru: Сейчас доступны вот такие языки:

source: show this help
ru: показывает данное сообщение

source: About this bot
ru: Об этом боте

source: Donate
ru: Пожертвования

source: About.
ru: О работе бота.

source: This bot help you to keep and analize your purchases.
ru: Этот бот поможет вам сохранить информацию о ваших покупках.

source: You can send to bot photo of bill with QR code and bot try to decode QR code and save this purchase in database.
ru: Вы можете выслать боту фото чека с QR кодом и он попытается распознать данные и сохранит их в базе данных.

source: You can send also video with QR code.
ru: Также Вы можете выслать видео с QR кодом.

source: If bot can`t to recognize QR code you can use any application for decode QR code and then send to bot result.
ru: Если бот не может распознать QR код или сумму с датой, то Вы можете использовать любое приложение для распознавания QR кодов и выслать боту результат полученный в этом приложении.

source: For each purchase bot save link to photo of bill and you can check it anytime.
ru: Для каждой покупки бот сохраняет ссылку на фото чека с QR кодом. И вы можете сверить данные в любое время.

source: You can create categories and sellers (name of seller) for each purchase.
ru: Вы можете создавать свои категории покупок и указать имя продавца товаров или услуг.

source: And then bot can show you reports by sellres and by categories.
ru: Также бот покажет вам отчеты по продавцам и по категориям.

source: If you twice send photo with QR code bot notice about it.
ru: Если вы послали одно и тоже фото дважды - бот предупредит вас об этом.

source: We have more plans to make this bot better. For example:
ru: У нас есть много планов по развитию этого бота. Например:

source: - make send reports to email each week, month or other period.
ru: - сделать пересылку отчетов на электронную почту пользователя. Раз в неделю или в месяц или с другой периодичностью.

source: - make connection to third party database what user want (for example for more strong safety of finance data).
ru: - сделать соединение со сторонней базой данных, которую захочет пользователь. Например для сохранения своих финансовых данных в более надежном и проверенном месте.

source: - save geoposition of purchase (it maybe good for travellers).
ru: - сохранение геопозиции покупки (это может быть полезно для путешественников).

source: But notice we work by /donate.
ru: Но заметьте - мы работаем за счет пожетвований от тех кому сервис кажется полезным и нужным.

source: And how long we will release new features depend of free time and how much donated we will have.
ru: И как долго будут реализовываться новые фичи зависит от количества и размера пожертвований, которые мы получим.

source: Now we use simple database on weak server because it cheap.
ru: Сейчас мы используем простую базу данных на слабом сервере, потому что это дешево.

source: Note! This is not commercial service and it can`t guarantee safety your data.
ru: Заметьте! Этот сервис не является коммерческим и не может гарантировать сохранность ваших данных.

source: View on this service as a test of the future commercial solution.
ru: Рассматривайте этот сервис как тест будущего коммерческого решения.

source: Discuss in chat of channel:https://t.me/qrscanner_order_bot .
ru: Обсуждение в чате канала: https://t.me/qrscanner_order_bot .

source: Category created!
ru: Категория создана!

source: Language changed to
ru: Язык изменен на

source: For donate in sberbank-online
ru: Для пожертвований через sberbank-online

source: Copy this number:
ru: Скопируйте номер карты:

source: Go to: https://online.sberbank.ru
ru: Перейдите по ссылке: https://online.sberbank.ru

source: And then fill number of card in field for payment
ru: И после этого вставьте номер карты в поле оплаты

source: Paypal Donate:
ru: Пожертвование через PayPal:

source: Patreon Donate:
ru: Стать патроном на Патреоне:

source: summa or datetime not found
ru: сумма или дата не найдены

source: Sorry I not found QR code.
ru: Извините, я не нашел здесь QR код.

source: But I tried to recognize the text and found:
ru: Но я попробовал распознать тексти нашел следующее:

source: Date:
ru: Дата:

source: Sum:
ru: Сумма:

source: Is it true?
ru: Верно?

source: ATTANTION! Its looks like:
ru: ВНИМАНИЕ! Это похоже на:

source: Sorry! I not found nothing
ru: Извините, Я ничего не нашел

source: You can send me date and summ like this:
ru: Вы можете выслать мне дату и сумму вот так:

source: Purchase with media %s saved
ru: Покупка с медиафайлом %s сохранена

source: Please, send me your location and I find seller around you, or press /skip_location
ru: Пожалуйста, вышлите мне вашу локацию и я найду продавцов вокруг вас, или нажмите /skip_location чтобы пропустить этот шаг

source: Please, choose seller
ru: пожалуйста, выберите продавца

source: user %(username)s with %(user_id)s registered.
ru: пользователь %(username)s с %(user_id)s только что зарегистрировался.

source: Congratulation! you registered now.
ru: Поздравляю! Вы зарегистрированы.

source: Ok! Good luck for you.
ru: Хорошо! Удачи Вам.

source: We hope you return. We will glad to work for you.
ru: Мы надеемся Вы вернетесь. Мы всегда рады работать для Вас.

source: List users
ru: Пользователи

source: Orders
ru: Отчеты

source: By Category %s
ru: По категории %s

source: Please, choose category of purchase
ru: Пожалуйста, выбирете категорию покупки

source: Send me name of %s
ru: Вышлите мне имя %s

source: %(type)s with ID: %(id)s was deleted
ru: %(type)s с ID: %(id)s был удален

source: this seller have not coordinates
ru: этот продавец не имеет координат

source: categories
ru: категории

source: List %s
ru: список %s

source: summs by %ss and months
ru: суммы по %s и месяцам

source: By Seller %s
ru: По продавцу %s

source: Your account is blocked.
ru: Ваш аккаунт заблокирован.

source: You can write to administrators of bot.
ru: Вы можете связаться с администраторами этого бота.

source: User %s blocked
ru: Пользователь %s блокирован

source: User %s is not active
ru: Пользователь %s не активен

source: Your account is activated by admin.
ru: Ваш аккаунт активирован администратором.

source: You can send me photo or video with QR code on bill and I try to decode or recognize date and summ.
ru: Вы можете выслать мне фото или видео с QR кодом и я попытаюсь раскодировать его или расчпознать сам текст чека чтобы найти сумму и дату.

source: Also you can use any programm for decore QR codes and send me result.
ru: Также вы можете использовать любую другую программу для распознавания QR кода и выслать мне результат распознавания.

source: Finally you can send me date and summ in format: dd.mm.yy 123.00
ru: Наконец вы можете выслать мне дату и время в формате: dd.mm.yy 123.00

source: User %s activated
ru: пользователь %s активирован

source: User %s is active
ru: Пользователь %s активен

source: Sorry, your account has been deleted.
ru: Извините, ваш аккаунт был удален.

source: Please contact to administrators of this bot.
ru: Пожалуйста свяжитесь с администраторами этого бота.

source: Please, send me media
ru: Пожалуйста, вышлите мне медиафайл

source: Video uploaded. Please wait. Recognize video perhaps take some time.
ru: Видео загружено. Распознавание видео может занять некоторое время. Подождите пожалуйста.

source: January
ru: Январь

source: Februrary
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: Oktober
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Hello!
ru: Привет!

source: Hi! This bot will store your user_id and username in database.
ru: Привет! Этот бот сохранит ваш user_id и username в своей базе данных.

source: Keep in mind this service is not commercial in this time and can`t guarantee safety your data.
ru: Имейте виду, что данный сервис не является коммерческим и не может гарантировать сохранность ваших данных.

source: We work by donates and quality of this service depend values of donates.
ru: Мы работаем на пожертвования и качество сервиса зависит от количества пожертвований.

source: Please don`t send photo of important documents here.
ru: Пожалуйста не высылайте фото важных документов.

source: But you can use it FREE.
ru: Но вы можете ПОЛЬЗОВАТЬСЯ услугами этого бот совершенно БЕСПЛАТНО!

source: Do you want to register?
ru: Хотите зарегистрироваться?

source: change_category
ru: сменить категорию

source: set location
ru: указать локацию

source: show card
ru: карточка

source: show on map
ru: на карте

source: menu
ru: меню

source: change_seller
ru: изменить продавца

source: Media
ru: медиафайл

source: Change media
ru: изменить медиа

source: Set media
ru: выбрать медиафайл

source: Card
ru: Карточка

source: Menu
ru: Меню

source: location
ru: локация

source: Yes
ru: Да

source: No
ru: Нет

source: sellers
ru: продавцы

source: of sellers
ru: продавцов

source: of categories
ru: категорий

source: purchases
ru: покупки

source: of purchases
ru: покупок

source: of users
ru: пользователей

source: orders
ru: отчеты

source: languages
ru: языки

source: help
ru: помощь

source: users
ru: пользователи

source: block
ru: блок

source: act
ru: акт

source: Search %s meters around
ru: Поиск в %s метров вокруг

source: Show all sellers
ru: Показать всех продавцов

source: New Seller
ru: Новый продавец

source: New Category
ru: Новая категория

source: New %s
ru: Новый %s

source: by category
ru: по категориям

source: by seller
ru: по продавцам

source: Delete
ru: Удалить

source: Seller
ru: Продавец

source: Category
ru: Категория
