export default {
    header: "О приложении QRacun",
    text1: `Данное приложение предназначено для сбора данных о покупках, 
            которые делает пользователь приложения на территории Черногории.`,
    text2: `Пользователь может отсканировать QR-код на чеках или счетах, 
            которые генерятся кассовыми аппаратами Черногории.
            Данное приложение работает только с форматом QR-кодов чеков 
            Черногории.`,
    text3: `Детализация счетов делается путем обращения данного приложения к 
            фискальной службе Черногории по адресу: https://mapr.tax.gov.me/`,
    text4: `После того как все данные из счета сохранены, пользователь имеет 
            возможность посмотреть разную аналитику своих покупок.`
}